const List pastPaper100 = [
  {
    "id": 1,
    "question": "遺伝性疾患で正しいのはどれか。",
    "options": [
      "常染色体劣性遺伝疾患では患児の同胞の遺伝的危険率は1/2である。",
      "近親婚では児が常染色体劣性遺伝疾患を発症する可能性が低くなる。",
      "両親が正常であっても常染色体優性遺伝疾患の児が生まれる。",
      "X連鎖劣性遺伝疾患は女児に発症する。"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 2,
    "question":
        " Aさん（33歳、初産婦）は、陣痛発来後20時間で体重3,250gの男児を頭位で経腟分娩した。\n 出生直後の児頭には、頭頂部方向に伸びる形で変形があり、左側前方に産瘤が認められた。\n 産道通過の状態として推測されるのはどれか。",
    "options": [
      "第1胎向であった。",
      "大泉門側が先進していた。",
      "小泉門は母体の前方であった。",
      "小斜径周囲面が児頭最大通過面となって産道を下降した。"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 3,
    "question": "疾患と徴候の組合せで正しいのはどれか。",
    "options": [
      "深部静脈血栓症-Homans<ホーマンズ>徴候",
      "絨毛膜下血腫-Blumberg<ブルンベルグ>徴候",
      "前置胎盤-Piskacek<ピスカチェック>徴候",
      "胎児水腫-スカーフ徴候\t"
    ],
    "answer_index": [1],
    "score": 1,
    "image": false
  },
  {
    "id": 4,
    "question":
        "30歳の初妊婦。身長161cm、体重88kg（非妊時体重78kg） 。妊娠前に高血圧症を指摘されていたが、薬物治療は行われていなかった。妊娠初期は尿蛋白が陰性であった。妊娠33週0日、妊婦健康診査で、体温37.0℃、脈拍78/分、整、血圧\n156/108mmHg。動悸、息切れなどの訴えはない。浮腫はない。尿蛋白袷、尿糖3+、尿糖（-）、1日尿蛋白量は2.7g/日であった。腹部超音波検査では、胎児推定体重1,970g、胎児形態異常はない。\nこの時点で考えられるのはどれか。",
    "options": ["加重型妊娠高血圧腎症", "ネフローゼ症候群", "高血圧合併妊娠", "妊娠高血圧"],
    "answer_index": [1],
    "score": 1,
    "image": true
  },
  {
    "id": 5,
    "question":
        "24歳の初産婦。妊娠37週3日、自然に陣痛が発来した。陣痛開始から5時間後の胎児心拍数陣痛図（別冊No. 1） を別に示す。\n判読で正しいのはどれか。",
    "options": ["早発一過性徐脈", "遅発一過性徐脈", "変動一過性徐脈\t\t", "遷延一過性徐脈\t\t"],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 6,
    "question":
        "妊娠38週0日で、骨盤位のため腰椎麻酔による予定帝王切開術で体重3,300g の児を分娩した褥婦。手術室から褥室に帰室した。\n手術当日のケアで最も適切なのはどれか。",
    "options": [
      "セミファウラー位とする。",
      "時間ごとに搾乳を行う。\t\t",
      "両下肢の間欠的空気圧迫法を行う。",
      "創部をポビドンヨードで消毒する。\t\t"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 7,
    "question": "妊婦健康診査の費用について正しいのはどれか。",
    "options": [
      "妊婦人当たりの公費負担額は全国一律である。\t\t",
      "妊婦健康診査の助成費用は薬剤処方に利用できる。\t\t",
      "日本助産師会が示す助産師業務料金に基づく必要がある。",
      "転出した場合は転出前の自治体の受診券は利用できない。\t\t"
    ],
    "answer_index": [4],
    "score": 1,
    "image": false
  },
  {
    "id": 8,
    "question":
        "震度6強の地震が発生した。病院内では火災の発生や建物の倒壊がないことが確認された。\nこのときの助産師の対応で適切なのはどれか。",
    "options": [
      "母児は別々に避難させる。",
      "避難経路は受け持ち助産師が決める。",
      "新生児はコットに寝かせて避難させる。",
      "分娩第2期進行中の産婦は分娩を終了させてから避難させる。"
    ],
    "answer_index": [4],
    "score": 1,
    "image": true
  },
  {
    "id": 9,
    "question":
        "Aさん（16歳） は、無月経を主訴に母親とともに産婦人科を受診した。外性器は女性型で、婦人科的診察および超音波検査にて腟と子宮が確認された。染色体検査の結果（別冊No. 2） を別に示す。\n考えられる疾患はどれか。",
    "options": [
      "多_胞性卵巣症候群",
      "Turnerターナー症候群",
      "Sheehanシーハン症候群",
      "Ashermanアッシャーマン症候群",
      "Klinefelterクラインフェルター症候群"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 10,
    "question":
        "経腟分娩後に発生した腟壁血腫が増大し、膀胱側腔まで拡大した。\n動脈塞栓術によって止血を行う場合、塞栓の対象となるのはどれか。",
    "options": ["腎動脈\t\t", "卵巣動脈\t\t", "下腹壁動脈", "総腸骨動脈", "内腸骨動脈\t\t"],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 11,
    "question": "胎盤に関して正しいのはどれか。",
    "options": [
      "一絨毛膜性双胎では胎盤が2つ形成される。",
      "母体血は臍帯動脈を通って絨毛間腔に入る。",
      "水溶性物質は脂溶性物質より通過性が高い。",
      "母児間の物質交換は絨毛細胞を介して行われる。",
      "血中hCGヒト絨毛性ゴナドトロピンは妊娠末期まで漸増する。"
    ],
    "answer_index": [4],
    "score": 1,
    "image": false
  },
  {
    "id": 12,
    "question": "胎児の神経管閉鎖障害の予防を目的とした妊娠中の日当たりの葉酸の推奨摂取量として適切なのはどれか。",
    "options": ["10μg", "20μg\t\t", "120μg", "240μg", "480μg\t\t"],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 13,
    "question": "正常新生児の特徴で正しいのはどれか。",
    "options": [
      "追視ができる。\t\t",
      "視力は0.2程度である。\t\t",
      "音への反応はみられない。",
      "呼吸は主に口呼吸である。\t\t",
      "甘味の濃淡の識別ができる。\t\t"
    ],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 14,
    "question":
        " Aさん（32歳、初妊婦）。妊娠 30 週0日、妊婦健康診査のため来院した。妊娠9週0日に妊娠と診断されて以降、妊婦健康診査を受診していなかった。身長 155cm、体重80kg（非妊時体重68kg） 。血圧138/80mmHg。下腿に軽度の浮腫が認められた。尿蛋白+、尿糖2+。超音波検査で胎児推定体重2,100g、AFI24.0、子宮頸管長35mm。子宮収縮の自覚はない。血液検査データは、Hb11.5g/dL、Ht33%、空腹時血糖144mg/dLであった。\nAさんへの対応で最も適切なのはどれか。",
    "options": [
      "外来で食事指導を行う。",
      "50gGCTを行う。",
      "75gOGTTを行う。",
      "羊水検査を行う。",
      "入院し血糖コントロールを行う。"
    ],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 15,
    "question":
        "Aさん（28歳、女性）は、小児期にてんかんと診断され、現在までカルバマゼピンを服用している。Aさんは今後、妊娠したいと考えており、妊娠に関する相談のため産婦人科を訪れた。\nA さんに情報提供する内容で正しいのはどれか。",
    "options": [
      "妊娠前からビタミンB1の内服を行う。",
      "妊娠後期に抗てんかん薬の服用量を減らす必要がある。",
      "分娩前からビタミンKの内服を行う。",
      "抗てんかん薬による胎児への影響はない。",
      "てんかん発作が生じても胎児への影響はない。"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 16,
    "question": "微弱陣痛の原因となるのはどれか。",
    "options": ["前期破水", "羊水過多\t", "子宮内感染", "頸管無力症\t", "胎児発育不全<FGR>\t"],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 17,
    "question": "乳幼児の感染症と原因ウイルスの組合せで正しいのはどれか。",
    "options": [
      "手足口病-アデノウイルス\t\t",
      "突発性発疹-コクサッキーウイルス\t\t",
      "咽頭結膜熱-ヒトパピローマウイルスHPV\t\t",
      "へルパンギーナ-単純ヘルペスウイルス",
      "急性細気管支炎-RSウイルス"
    ],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 18,
    "question":
        "Aさん(39歳、初産婦) 。非妊時BMI24。妊娠18週の妊婦健康診査時、体重が非妊時から7kg増加、前回の14週時から3kg増加していることを指摘された。その他の妊娠経過に問題はない。｢仕事が忙しく夕食が遅い時間になる。外食ばかりで栄養バランスがよくないとは思っているが、なかなか改善できない。高齢出産だから異常になりやすいのも心配｣と言った。\nこのときのAさんへの対応で最も適切なのはどれか。",
    "options": [
      "母親学級への参加を勧める。",
      "体重管理のための食生活を一緒に考える。",
      "産前休業に入って意識が変化するのを待つ。",
      "生活行動の問題点について解決策を提示する。",
      "体重増加が続いた場合の危険性について強調して説明する。"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 19,
    "question":
        "40歳の初妊婦。妊娠16週0日に母体血を用いた非侵襲的出生前遺伝学的検査<NIPT>を受けたところ、異常が指摘された。\n助産師の対応で適切なのはどれか。",
    "options": [
      "妊婦の両親に意見を聞くよう勧める。",
      "羊水検査の実施について夫婦の意思を確認する。",
      "染色体異常の児を持つ親の会について情報提供を行う。",
      "妊娠の継続について夫婦でよく相談して決めるよう話す。",
      "人工妊娠中絶は妊娠21週6日まで可能であると説明する。"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 20,
    "question": "Seitz<ザイツ>法について正しいのはどれか。",
    "options": [
      "胎児の頤部の位置が把握できる。",
      "骨盤内への児頭の進入の程度を判断する。",
      "陰性であれば児頭骨盤不均衡CPDではない。",
      "恥骨結合下縁から岬角中央部の距離が把握できる。",
      "恥骨結合前面が児頭より高く触れる場合は陽性となる。"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 21,
    "question":
        "Aさん（32歳、回経産婦）は、妊娠35週3日に常位胎盤早期_離のため緊急帝王切開術で分娩した。術後の血液検査で播種性血管内血液凝固<DIC>と診断された。体温37.2℃、脈拍70/分、血圧135/80mmHg。\nこのときのAさんに投与されるのはどれか。",
    "options": ["降圧薬", "ジアゼパム", "新鮮凍結血漿", "硫酸マグネシウム", "ヘパリンナトリウム"],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 22,
    "question": "骨盤と胎児を図に示す。胎児の位置で正しいのはどれか。",
    "options": ["斜位", "反屈位\t", "単殿位\t", "第分類", "第胎向\t"],
    "answer_index": [4],
    "score": 1,
    "image": true
  },
  {
    "id": 23,
    "question": "助産業務ガイドライン2014に基づき、正常分娩急変時に経産婦を助産所から搬送すべき状況はどれか。",
    "options": [
      "羊水が淡黄色である。",
      "第度の会陰裂傷がある。",
      "母体の体温が37.5℃である。",
      "破水後24時間経過したが陣痛が発来しない。",
      "子宮口全開大から時間経過したが分娩が進行しない。"
    ],
    "answer_index": [4],
    "score": 1,
    "image": false
  },
  {
    "id": 24,
    "question":
        "Aさん（37歳、1回経産婦）。妊娠25週3日で妊婦健康診査のため来院した。これまでの妊娠経過は順調である。前回の妊娠では妊娠31週で起床後に胎動を感じず、外来を受診したところ子宮内胎児死亡と診断された。原因は不明であった。A さんは助産師に｢寝ている間に赤ちゃんが死んでしまうのではないかと気になって熟睡できない｣と話した。\n助産師の対応で適切なのはどれか。",
    "options": [
      "夜間に数回起きて胎動を確認するよう勧める。",
      "主治医に睡眠薬を処方してもらうよう勧める。\t\t",
      "妊娠中の胎児に関心が向くような話題を提供する。\t\t",
      "妊娠経過が順調であるため再度起こることはないと伝える。\t\t",
      "今後の妊娠管理について主治医と助産師を交えて相談することを提案する。\t\t"
    ],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 25,
    "question":
        "Aさん（23歳、初産婦）。妊娠40週4日。前日20時に陣痛発来で入院した。23 時に排尿があったが、その後尿意はなく排尿はみられていない。最後の排便は2日前であった。現在7時で、内診所見は、子宮口7cm開大、展退度100%、 Station±0、胎胞を触れた。胎児心拍数陣痛図で陣痛間欠3〜4分、陣痛発作 40〜50秒。Aさんは、陣痛発作時には顔をしかめて辛そうであり、前日の夜からほとんど眠れていない。強い悪心に伴って嘔吐があり、食欲はない。\nこの時点での A さんへの援助で最も適切なのはどれか。",
    "options": [
      "室内歩行を促す。\t\t",
      "炭酸飲料を勧める。\t\t",
      "トイレでの排尿を促す。\t\t",
      "グリセリン浣腸を実施する。",
      "消化の良い食べ物を勧める。\t\t"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 26,
    "question":
        "Aさん（35歳、経産婦）。帝王切開術で体重2,600gの女児を出産し、1か月健康診査で来院した。産褥経過は良好であった。2年前、帝王切開術で体重2,780g の女児を出産した。Aさんは｢夫はもう1人子どもが欲しいと言っているが、私は2人で十分だと思っている｣と助産師に話した。Aさんは母乳栄養を行っている。喫煙5本/日。\nAさんに勧められる避妊方法として最も適切なのはどれか。",
    "options": [
      "卵管結紮術",
      "コンドーム",
      "基礎体温法\t\t",
      "低用量経口避妊薬\t\t",
      "子宮内避妊器具<IUD>\t\t"
    ],
    "answer_index": [5],
    "score": 1,
    "image": false
  },
  {
    "id": 27,
    "question": "エジンバラ産後うつ病自己評価票について正しいのはどれか。",
    "options": [
      "20項目の質問から構成される。",
      "産後うつ病を診断するために用いる。",
      "9点以上は産後うつ病疑いと判定する。",
      "対象は産後うつ病のハイリスク者である。",
      "産後うつ病とマタニティブルーズとの鑑別ができる。"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 28,
    "question":
        "在胎38週日、体重1,700gで出生した男児。低体重のため保育器に収容された。呼吸障害はなかった。生後8時間から哺乳を開始。生後24時間で無呼吸とともに両側上肢の間代性けいれんが30秒間認められたため、血液検査が行われた。\nこの児の血液生化学所見でけいれんの原因はどれか。",
    "options": [
      "血糖値60mg/dL",
      "血清カリウム",
      "0mEq/L",
      "血清ナトリウム130mEq/L",
      "血清カルシウム6.5mg/dL",
      "血清総ビリルビン10.0mg/dL"
    ],
    "answer_index": [4],
    "score": 1,
    "image": false
  },
  {
    "id": 29,
    "question":
        "生後日の女児。在胎40週0日、体重3,300gで出生し、生後6時間から母乳を開始した。生後12時間で肉眼的黄疸が出現した。母の血液型はO型Rh(-) 、父の血液型はA型Rh(+)、児の血液型はA型Rh(+) であった。児の赤血球の直接Coombs<クームス>試験は陰性で、成人A型血球による間接Coombs<クームス>試験は陽性であった。\nこの児の黄疸の原因として最も考えられるのはどれか。",
    "options": [
      "母乳性黄疸",
      "Rh式血液型不適合",
      "遺伝性球状赤血球症",
      "ABO式血液型不適合",
      "不規則抗体による血液型不適合"
    ],
    "answer_index": [4],
    "score": 1,
    "image": false
  },
  {
    "id": 30,
    "question": "早期新生児期に高カリウム血症をきたすおそれがあるのはどれか。",
    "options": [
      "先天性甲状腺機能低下症",
      "先天性副腎皮質過形成症\t\t",
      "メープルシロップ尿症\t\t",
      "フェニルケトン尿症\t\t",
      "ガラクトース血症\t\t"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 31,
    "question": "日本の平成26年（2014年）の助産師の就業状況について正しいのはどれか。",
    "options": [
      "就業者数は保健師よりも多い。",
      "助産所での就業割合は約5%である。",
      "就業場所は病院よりも診療所の方が多い。",
      "就業者数は過去10年間で減少傾向にある。",
      "就業者数は30歳代より50歳代の方が多い。"
    ],
    "answer_index": [2],
    "score": 1,
    "image": false
  },
  {
    "id": 32,
    "question": "産科病棟で退院時の母乳栄養の割合を上げるための病棟目標を設定することになった。\n目標設定について最も適切なのはどれか。",
    "options": [
      "評価は質的な指標で行う。",
      "産科外来の目標とは連動させない。",
      "目標達成の期日は具体的に設定する。",
      "実現性よりも理想的な目標を設定する。",
      "個人目標をもとに病棟目標を設定する。"
    ],
    "answer_index": [3],
    "score": 1,
    "image": false
  },
  {
    "id": 33,
    "question": "母子保健法に定められているのはどれか。2つ選べ。",
    "options": ["妊婦健康診査\t\t", "養育医療の給付", "食育等推進事業", "新生児聴覚検査\t\t"],
    "answer_index": [1, 2],
    "score": 1,
    "image": false
  },
  {
    "id": 34,
    "question": "トリコモナス腟炎について正しいのはどれか。2つ選べ。",
    "options": [
      "原因は真菌である。",
      "不妊症の原因になる。",
      "プールでは感染しない。",
      "泡沫状の帯下が増加する。",
      "子宮頸部の点状出血が特徴である。"
    ],
    "answer_index": [4, 5],
    "score": 1,
    "image": false
  },
  {
    "id": 35,
    "question": "妊娠期のプロゲステロンについて正しいのはどれか。2つ選べ。",
    "options": [
      "子宮筋の収縮に抑制的に働く。",
      "血中濃度は妊娠12週で最大となる。",
      "前駆体は胎児のコレステロールである。",
      "胎児の肝臓で代謝され母体尿中に排泄される。",
      "産生部位は妊娠8週以降に妊娠黄体から胎盤に移行する。"
    ],
    "answer_index": [1, 5],
    "score": 1,
    "image": false
  },
  {
    "id": 36,
    "question": "妊婦の喫煙によって胎児や胎盤の低酸素状態をもたらす有害物質はどれか。2つ選べ。",
    "options": ["ニコチン\t\t", "フッ化水素", "一酸化炭素\t\t", "ダイオキシン", "シアン化合物\t\t"],
    "answer_index": [1, 3],
    "score": 1,
    "image": false
  },
  {
    "id": 37,
    "question":
        " Aさん（22歳）。神経性食欲不振症の治療中に妊娠が判明した。現在、妊娠7週3日、身長160cm、体重40kgである。Aさんは数日前から悪心を訴えている。\n今後注意すべき合併症はどれか。2つ選べ。",
    "options": [
      "周産期心筋症\t\t",
      "高カリウム血症",
      "甲状腺クリーゼ\t\t",
      "胎児神経管閉鎖障害",
      "胎児発育不全<FGR>\t\t"
    ],
    "answer_index": [4, 5],
    "score": 1,
    "image": false
  },
  {
    "id": 38,
    "question":
        "正常分娩にて児が出生した。臍帯切断後、陰裂近くの臍帯を止めたコッヘル鉗子が下降し、恥骨結合上の腹部を圧迫すると臍帯が下降し胎盤が娩出した。\nこの場合の胎盤_離徴候はどれか。2つ選べ。",
    "options": [
      "K_stner<キュストナー>徴候",
      "Schr_der<シュレーダー>徴候",
      "Ahlfeld<アールフェルド>徴候",
      "Strassmannストラスマン徴候",
      "Mikulicz-Radecki<ミクリッツ・ラデッキィ>徴候"
    ],
    "answer_index": [1, 3],
    "score": 1,
    "image": false
  },
  {
    "id": 39,
    "question": "生後日の新生児にみられる状態で正常なのはどれか。2つ選べ。",
    "options": ["側弯反射", "15%の体重減少", "静脈管の機能的閉鎖", "動脈管の器質的閉鎖", "Landau<ランドー>反射"],
    "answer_index": [1, 3],
    "score": 1,
    "image": false
  },
  {
    "id": 40,
    "question": "第1前方後頭位における左側臥位での分娩介助で適切なのはどれか。2つ選べ。",
    "options": [
      "産婦の右下肢を補助者が抱えて開脚させる。",
      "後頭結節が恥骨弓下を滑脱するまで児頭を会陰の方向に引き下げる。",
      "母体右側の大陰唇の裂傷に注意して娩出させる。",
      "第回旋は児の右肩が母体の恥骨側に向かうように娩出させる。",
      "児の体幹は母体の殿部に向かうように娩出させる。"
    ],
    "answer_index": [1, 2],
    "score": 1,
    "image": false
  },
  {
    "id": 41,
    "question":
        "助産師Aさんは、母校の女子高校の依頼を受けて年生130人を対象に、女性としての自分の身体を理解し、セルフケア意識を持たせることを目的として健康教育を行うことになった。健康教育の実施にあたり事前に高校と打ち合わせを行った。1年生の入学時の身体計測値の平均は全国平均と同等であった。\nこの集団の身体的特徴で正しいのはどれか。",
    "options": [
      "骨量のピークを迎えている。",
      "月経の持続日数は成人より短い。",
      "身長の年間増加量のピークを迎えている。",
      "性成熟期と比べて無排卵性周期の頻度が高い。",
      "血中の卵胞刺激ホルモンFSH値は一生を通じて最大となる。"
    ],
    "answer_index": [4],
    "score": 2,
    "image": false
  },
  {
    "id": 42,
    "question":
        "助産師Aさんは、母校の女子高校の依頼を受けて年生130人を対象に、女性としての自分の身体を理解し、セルフケア意識を持たせることを目的として健康教育を行うことになった。健康教育の実施にあたり事前に高校と打ち合わせを行った。1年生の入学時の身体計測値の平均は全国平均と同等であった。\n1年生への健康教育の内容を決めるにあたり、学年主任の教員から生徒の生活習慣に関する情報収集を行った。高学年になるにつれて、休日にアルバイトをしている生徒やボーイフレンドのいる生徒が多くなるという。\n健康教育で扱う内容として優先度が高いのはどれか。",
    "options": [
      "性感染症STD予防\t\t",
      "女性の健康とキャリア形成\t\t",
      "妊娠に向けた健康な身体づくり\t\t",
      "第二次性徴がもたらす身体の変化",
      "ベビー人形を用いた抱っこの演習\t\t"
    ],
    "answer_index": [1],
    "score": 2,
    "image": false
  },
  {
    "id": 43,
    "question":
        "助産師Aさんは、母校の女子高校の依頼を受けて年生130人を対象に、女性としての自分の身体を理解し、セルフケア意識を持たせることを目的として健康教育を行うことになった。健康教育の実施にあたり事前に高校と打ち合わせを行った。1年生の入学時の身体計測値の平均は全国平均と同等であった。\n健康教育を実施した当日、Aさんが後片付けをしていると、人残っていた生徒が｢自分は幼稚園のころからスカートをはくのが嫌いで、男の子と遊んでいるほうが楽しかった。胸が膨らんできて、生理がある自分の体が嫌で違和感がある｣と真剣な表情で話しかけてきた。\nこの生徒へかける言葉として適切なのはどれか。",
    "options": [
      "｢今は勉強に集中しましょう｣",
      "｢誰にも言わないでおきましょう｣",
      "｢自分の気持ちを否定する必要はありませんよ｣",
      "｢ボーイフレンドができれば気持ちは変わりますよ｣",
      "｢サポートチームを作るよう先生にお願いしてみましょう｣"
    ],
    "answer_index": [3],
    "score": 2,
    "image": false
  },
  {
    "id": 44,
    "question":
        "Aさん（38歳、1回経産婦 ）。妊娠28週3日。これまでの妊娠経過に異常はなかった。突然、自宅で性器出血があり、かかりつけの産婦人科診療所を受診した。診察時、腟内に約100mLの血液貯留を認め、子宮口から少量の出血が持続していた。子宮に痛みの自覚はなかった。直ちに総合周産期母子医療センターに救急搬送され入院した。\n既往歴 ： 24歳のときにクラミジア頸管炎のため抗菌薬治療を受けた。35歳のときに骨盤位のため妊娠38週で予定帝王切開術によって出産した。\n生活歴 ： 喫煙20本/日、妊娠後は5本/日まで減らしている。\n家族歴 ： 実父が糖尿病および高血圧症の治療中である。\n身体所見 ： 身長150cm、体重70kg（非妊時体重60kg）。脈拍70/分、血圧 132/80mmHg。子宮口は閉鎖。腟内に凝血塊を認めるが、取り除くと出血は止まっていた。NSTでは胎児心拍数に異常はなく、15分に1回程度の弱い子宮収縮を認める。\n検査所見 ： 血液検査の結果、感染徴候はなく、凝固系に異常を認めない。\n\n入院後に撮影されたAさんの骨盤MRI別冊No. 3 を別に示す。最も疑われるのはどれか。",
    "options": ["副胎盤\t", "前置胎盤\t", "部分胞状奇胎", "不全子宮破裂\t", "慢性胎盤_離羊水過少症候群\t"],
    "answer_index": [2],
    "score": 2,
    "image": false
  },
  {
    "id": 45,
    "question":
        "Aさん（38歳、1回経産婦 ）。妊娠28週3日。これまでの妊娠経過に異常はなかった。突然、自宅で性器出血があり、かかりつけの産婦人科診療所を受診した。診察時、腟内に約100mLの血液貯留を認め、子宮口から少量の出血が持続していた。子宮に痛みの自覚はなかった。直ちに総合周産期母子医療センターに救急搬送され入院した。\n既往歴 ： 24歳のときにクラミジア頸管炎のため抗菌薬治療を受けた。35歳のときに骨盤位のため妊娠38週で予定帝王切開術によって出産した。\n生活歴 ： 喫煙20本/日、妊娠後は5本/日まで減らしている。\n家族歴 ： 実父が糖尿病および高血圧症の治療中である。\n身体所見 ： 身長150cm、体重70kg（非妊時体重60kg）。脈拍70/分、血圧 132/80mmHg。子宮口は閉鎖。腟内に凝血塊を認めるが、取り除くと出血は止まっていた。NSTでは胎児心拍数に異常はなく、15分に1回程度の弱い子宮収縮を認める。\n検査所見 ： 血液検査の結果、感染徴候はなく、凝固系に異常を認めない。\n\n入院後、リトドリン塩酸塩の点滴静脈内注射によって子宮の収縮は消失し、性器出血も見られなくなった。A さんは動悸と倦怠感を訴えている。A さんにベタメタゾンの筋肉内注射を行うことになった。\nベタメタゾンの投与にあたり医師と助産師が A さんに行う説明で適切なのはど れか。",
    "options": [
      "｢子宮内の感染を予防します｣",
      "｢動悸を軽くする効果があります｣",
      "｢赤ちゃんの肺の成熟を促します｣",
      "｢この薬が胎盤を通過することはありません｣",
      "｢リトドリン塩酸塩に対するアレルギー反応を防ぎます｣"
    ],
    "answer_index": [3],
    "score": 2,
    "image": false
  },
  {
    "id": 46,
    "question":
        "Aさん（38歳、1回経産婦 ）。妊娠28週3日。これまでの妊娠経過に異常はなかった。突然、自宅で性器出血があり、かかりつけの産婦人科診療所を受診した。診察時、腟内に約100mLの血液貯留を認め、子宮口から少量の出血が持続していた。子宮に痛みの自覚はなかった。直ちに総合周産期母子医療センターに救急搬送され入院した。\n既往歴 ： 24歳のときにクラミジア頸管炎のため抗菌薬治療を受けた。35歳のときに骨盤位のため妊娠38週で予定帝王切開術によって出産した。\n生活歴 ： 喫煙20本/日、妊娠後は5本/日まで減らしている。\n家族歴 ： 実父が糖尿病および高血圧症の治療中である。\n身体所見 ： 身長150cm、体重70kg（非妊時体重60kg）。脈拍70/分、血圧 132/80mmHg。子宮口は閉鎖。腟内に凝血塊を認めるが、取り除くと出血は止まっていた。NSTでは胎児心拍数に異常はなく、15分に1回程度の弱い子宮収縮を認める。\n検査所見 ： 血液検査の結果、感染徴候はなく、凝固系に異常を認めない。\n\n妊娠 32 週0日、再度 500 mL を超える性器出血があり、A さんは緊急帝王切開 術によって体重 2,030 g の男児を分娩した。手術中の出血が多量となり、腟上部切断術によって子宮体部が摘出され、輸血が行われた。出血量は 4,500 mL であった。手術後の A さんの経過は良好であり、産褥8日に退院することとなった。A さんは助産師に「子宮を取ることになったのは残念ですが、何とか無事に退院でき、 ほっとしています。今後はどんなことに気を付ければいいでしょうか」と話した。\n助産師が情報提供を行う内容として最も適切なのはどれか。",
    "options": [
      "｢尿漏れが起きやすくなります｣",
      "｢エストロゲンを補充する必要があります｣",
      "｢輸血後の感染症の抗体検査は必要ありません｣",
      "｢今後も子宮頸がん検診を受ける必要があります｣"
    ],
    "answer_index": [4],
    "score": 2,
    "image": false
  },
  {
    "id": 47,
    "question":
        "30歳の初産婦。妊娠41週3日に陣痛が発来したため入院した。妊婦健康診査で、 HBs抗原陽性、HBe抗原陰性。その他の異常は指摘されていなかった。入院時、子宮口8cm開大。直ちに分娩監視装置を装着したところ軽度の変動一過性徐脈が認められた。入院から1時間後に児を娩出した。娩出時に血性羊水が認められた。出生直後、児の啼泣は弱く、筋緊張が低下していたため、インファントラジアントウォーマー下で児の足底を刺激した。出生から30秒後には、あえぎ呼吸で心拍数は 6秒間に 8回であった。体重は3,000g前後、外表奇形は認められない。\n\nこのときの児に対する処置別冊No. 4 ①〜④ を別に示す。\n最も優先されるのはどれか。",
    "options": ["①", "②", "③\t", "④\t"],
    "answer_index": [4],
    "score": 2,
    "image": true
  },
  {
    "id": 48,
    "question":
        "30歳の初産婦。妊娠41週3日に陣痛が発来したため入院した。妊婦健康診査で、 HBs抗原陽性、HBe抗原陰性。その他の異常は指摘されていなかった。入院時、子宮口8cm開大。直ちに分娩監視装置を装着したところ軽度の変動一過性徐脈が認められた。入院から1時間後に児を娩出した。娩出時に血性羊水が認められた。出生直後、児の啼泣は弱く、筋緊張が低下していたため、インファントラジアントウォーマー下で児の足底を刺激した。出生から30秒後には、あえぎ呼吸で心拍数は 6秒間に 8回であった。体重は3,000g前後、外表奇形は認められない。\n\n出生後の適切な処置によって児の全身状態は改善した。\nB型肝炎の母子感染を予防するために行う出生直後の対応として正しいのはどれか。",
    "options": [
      "児への抗HBsヒト免疫グロブリンの皮下注射",
      "児へのB型肝炎ワクチンの皮下注射",
      "臍帯血のHBs抗原の測定",
      "児のHBs抗原の測定"
    ],
    "answer_index": [2],
    "score": 2,
    "image": false
  },
  {
    "id": 49,
    "question":
        "30歳の初産婦。妊娠41週3日に陣痛が発来したため入院した。妊婦健康診査で、 HBs抗原陽性、HBe抗原陰性。その他の異常は指摘されていなかった。入院時、子宮口8cm開大。直ちに分娩監視装置を装着したところ軽度の変動一過性徐脈が認められた。入院から1時間後に児を娩出した。娩出時に血性羊水が認められた。出生直後、児の啼泣は弱く、筋緊張が低下していたため、インファントラジアントウォーマー下で児の足底を刺激した。出生から30秒後には、あえぎ呼吸で心拍数は 6秒間に 8回であった。体重は3,000g前後、外表奇形は認められない。\n\n生後8時間に経口哺乳を開始した。生後1日にビタミンK2 シロップを投与し、人工乳による補足を開始した。生後3日に血便がみられ、アプト試験で変色なし、血便の検査で好酸球の集積が認められた。呼吸状態や哺乳力に異常はなかった。\nこの児の血便の原因として最も考えられるのはどれか。",
    "options": [
      "新生児メレナ",
      "母体血の嚥下\t\t",
      "ミルクアレルギー\t\t",
      "胎便関連性腸閉塞",
      "新生児壊死性腸炎\t\t"
    ],
    "answer_index": [3],
    "score": 2,
    "image": false
  },
  {
    "id": 50,
    "question":
        "Aさん（38歳、1回経産婦)。妊娠36週5日。これまでの妊娠経過に異常はなかった。家事をしていたとき、少量の出血があり総合病院の産婦人科に来院した。Aさんは｢出血と同時に水が流れる感じもあったが、最近は尿漏れが少しあり、破水かどうかはっきりしない｣と言う。前回は正期産の経腟分娩であった。腟鏡診で後腟円蓋に少量の淡血性の貯留液を認めたが、視診では破水の有無は明らかではなかった。子宮口1.5cm開大、展退度30%、Station-2、子宮頸管の硬度は中、子宮口の位置は後方であった。児は頭位であり、卵膜を触知する。\n\n破水を確認するために行う検査として最も適切なのはどれか。",
    "options": [
      "腟分泌物のインスリン様成長因子結合蛋白型定性\t\t",
      "頸管内顆粒球エラスターゼ定量\t\t",
      "超音波によるAFI測定\t\t",
      "腟分泌物のグラム染色",
      "胎便中トリプシン定量\t\t"
    ],
    "answer_index": [1],
    "score": 2,
    "image": false
  },
  {
    "id": 51,
    "question":
        "Aさん（38歳、1回経産婦)。妊娠36週5日。これまでの妊娠経過に異常はなかった。家事をしていたとき、少量の出血があり総合病院の産婦人科に来院した。Aさんは｢出血と同時に水が流れる感じもあったが、最近は尿漏れが少しあり、破水かどうかはっきりしない｣と言う。前回は正期産の経腟分娩であった。腟鏡診で後腟円蓋に少量の淡血性の貯留液を認めたが、視診では破水の有無は明らかではなかった。子宮口1.5cm開大、展退度30%、Station-2、子宮頸管の硬度は中、子宮口の位置は後方であった。児は頭位であり、卵膜を触知する。\n\nAさんは前期破水と診断され、入院した。破水後12時間が経過し、羊水の流出感が増したため助産師が診察すると、卵膜を触れず、児頭を直接触知した。破水後 21時間には、母体の発熱がみられ、内診で子宮口2cm開大、展退度40%、 Station-2、子宮頸管の硬度は中、子宮口の位置は後方であった。黄色透明の羊水が流出しており、悪臭はない。子宮に圧痛はない。体温38.1℃、脈拍80/分、血圧120/80mmHg。血液検査の結果は、白血球15,500/μL、Hb9.5g/dL、血小板 17万/μL、CRP1.0mg/dLであった。このときの胎児心拍数陣痛図（別冊No. 5）を別に示す。\n現在のAさんの状態のアセスメントとして正しいのはどれか。",
    "options": ["臨床的絨毛膜羊膜炎", "胎児機能不全", "母体敗血症", "遷延分娩"],
    "answer_index": [1],
    "score": 2,
    "image": true
  },
  {
    "id": 53,
    "question":
        "Aさん（41歳、初産婦）。人工授精にて妊娠。予定帝王切開術にて男児を出産した。産褥8日、母子ともに出産後の経過は順調で、児の体重2,800gで退院した。夫は単身赴任で、現在子どもと2人暮らし。実父母は県外で暮らしている。退院後週間は実母が手伝いに来ていた。1か月健康診査では母子ともに健康であり、児の体重は3,800gであった。\n\nAさんは、2週後に母乳相談の予約をしていたが来所しなかった。翌日助産師は連絡を取り自宅を訪問した。家の中は物が散乱しており、Aさんは疲弊した表情で｢もう疲れました。泣いている子どもを見ると、私も涙が止まらない。何もする気が起こらず、自分のことはどうでもよくなってしまう｣と話した。助産師はA さんの気持ちをしばらく傾聴した。児の健康状態は良好であった。\nその後の助産師の対応で適切なのはどれか。",
    "options": [
      "地域の育児サークルを紹介する。",
      "母乳相談に来所するよう勧める。",
      "児を乳児院に一時的に預ける。",
      "地域の保健師と連携する。"
    ],
    "answer_index": [4],
    "score": 2,
    "image": false
  },
  {
    "id": 54,
    "question":
        "在胎29週0日、体重1,400gで出生した男児。NICUに入院後に呼吸窮迫症候群<RDS>のため気管挿管、人工サーファクタントの投与を受けた。生後日、人工呼吸管理によって呼吸状態は安定していたが、強い啼泣直後に心拍数80/分に低下し、経皮的動脈血酸素飽和度<SpO2>が98%から70%に急激に低下した。\n\nこのときに撮影した胸部エックス線写真別冊（No. 6 ）を別に示す。突然の呼吸状態の悪化の原因として最も考えられるのはどれか。",
    "options": ["急性肺炎", "緊張性気胸", "動脈管開存症", "胎便吸引症候群", "未熟児無呼吸発作"],
    "answer_index": [2],
    "score": 2,
    "image": true
  },
  {
    "id": 55,
    "question":
        "在胎29週0日、体重1,400gで出生した男児。NICUに入院後に呼吸窮迫症候群<RDS>のため気管挿管、人工サーファクタントの投与を受けた。生後日、人工呼吸管理によって呼吸状態は安定していたが、強い啼泣直後に心拍数80/分に低下し、経皮的動脈血酸素飽和度<SpO2>が98%から70%に急激に低下した。\n\n生後2週に頭部超音波検査を施行したところ、両側の脳室周囲にエコー輝度の低い領域が認められた。頭部超音波像別冊（No. 7）を別に示す。\nこの所見について正しいのはどれか。",
    "options": [
      "児の高炭酸ガス血症との関連がある。",
      "アテトーゼ型の脳性麻痺の原因となる。",
      "子宮内感染の早産児では発症しやすい。",
      "自閉症スペクトラム障害の原因となる。"
    ],
    "answer_index": [3],
    "score": 2,
    "image": true
  },
];
